[
    {
        "title": "Charlie",
        "finalized": false,
        "description": "Sistema de gestión de datos para hospitales, diseñado para optimizar el flujo de información médica entre departamentos. Actualmente en fase de pruebas, con integración en el departamento de emergencias en el 50% de las clínicas piloto."
    },
    {
        "title": "Delta",
        "finalized": false,
        "description": "Aplicación móvil para la gestión personal de finanzas, que permite a los usuarios realizar un seguimiento detallado de sus gastos y ahorrar de manera más eficiente. En proceso de desarrollo de funciones adicionales para alertas y reportes personalizados."
    },
    {
        "title": "Golf",
        "finalized": false,
        "description": "Desarrollo de un sistema de energía renovable utilizando paneles solares y turbinas eólicas para comunidades rurales. El proyecto se completó con la instalación de infraestructura en tres regiones, lo que ha mejorado el acceso a energía limpia para más de 5000 personas."
    },
    {
        "title": "Alfa",
        "finalized": true,
        "description": "Proyecto de investigación avanzado enfocado en el desarrollo de inteligencia artificial para la automatización de procesos industriales. Se logró la integración exitosa de algoritmos de aprendizaje profundo, mejorando la eficiencia operativa en un 30%."
    },
    {
        "title": "Bravo",
        "finalized": true,
        "description": "Desarrollo de una plataforma de comercio electrónico con enfoque en la personalización de la experiencia del usuario. El proyecto incluyó la implementación de un sistema de recomendaciones inteligentes basado en el comportamiento de compra."
    },
    {
        "title": "Echo",
        "finalized": true,
        "description": "Rediseño de una red social centrada en la privacidad del usuario, con características como encriptación de extremo a extremo y control total sobre los datos compartidos. Proyecto finalizado con éxito y lanzado a nivel global, con gran aceptación entre los usuarios conscientes de la privacidad."
    },
    {
        "title": "Foxtrot",
        "finalized": true,
        "description": "Implementación de una solución de logística basada en vehículos autónomos para la entrega de productos. Se realizaron pruebas piloto en ciudades clave, con resultados positivos en términos de eficiencia y reducción de costos operativos."
    }
]